-- lines for God Package

return {
	["$wushen1"] = "取汝狗头，犹如探囊取物。",
	["$wushen2"] = "还不速速领死！",
	["$wuhun1"] = "谁来与我同去！",
	["$wuhun2"] = "拿命来！！",

	["$shelie1"] = "什么都略懂一点，生活更多彩一些。",
	["$shelie2"] = "略懂，略懂。",
	["$gongxin1"] = "攻城为下，攻心为上。",
	["$gongxin2"] = "我替施主把把脉。",
	["~shenlvmeng"] = "劫数难逃，我们……别无选择……",

	["$qinyin1"] = "（舒缓的琴声）",
	["$qinyin2"] = "（杂乱的琴声）",
	["$yeyan1"] = "聆听吧，这献给你的镇魂曲！",
	["$yeyan2"] = "让着熊熊业火，焚尽你的罪恶！",
	["~shenzhouyu"] = "逝者不死，浴火重生……",

	["$qixing1"] = " 祈星辰之力，佑我蜀汉！",
	["$qixing2"] = " 伏望天恩，誓讨汉贼！",
	["$kuangfeng1"] = "风——起————",
	["$kuangfeng2"] = "万事俱备，只欠业火！",
	["$dawu1"] = "此非万全之策，唯惧天雷。",
	["$dawu2"] = "此计可保你一时平安。",
	["~shenzhugeliang"] = "今当远离，临表涕零，不知所言……",

	["$guixin1"] = "山不厌高，海不厌深。",
	["$guixin2"] = "周公吐哺，天下归心。",
	["~shencaocao"] = "腾蛇乘雾，终为……土灰……",

	["$kuangbao1"] = "哼！",
	["$kuangbao2"] = "（嚎叫声）",
	["$wumou1"] = "哪个说我有勇无谋？！",
	["$wumou2"] = "不管这些啦！",
	["$wuqian1"] = "看我神威！无坚不摧！！",
	["$wuqian2"] = "天王老子也保不住你！！",
	["$shenfen1"] = "凡人们，颤抖吧！这是神之怒火！！",
	["$shenfen2"] = "这！才是活生生的地狱！！",
	["~shenlvbu"] = "我在修罗地狱，等着你们，呵呵哈哈哈哈哈——",

	-- 神赵云
	["cv:shenzhaoyun"] = "三国kill",
	["$juejing"] = "龙战于野，其血玄黄。",
	["$longhun1"] = "金甲映日，驱邪祛秽。", -- 黑桃
	["$longhun2"] = "腾龙行云，首尾不见。", -- 梅花
	["$longhun3"] = "潜龙于渊，涉灵愈伤。", -- 红桃
	["$longhun4"] = "千里一怒，红莲灿世。", -- 方片
	["~shenzhaoyun"] = "血染鳞甲，龙坠九天。",

}