-- lines for Special 1v1 Package

return {
	-- 甄姬1v1
	["$kofqingguo1"] = "凌波微步，罗袜生尘。",
	["$kofqingguo2"] = "休迅飞凫，飘忽若神。",
    
    --何进1v1
    ["$mouzhu1"] = "汝等罪大恶极，快快伏法",
    ["$mouzhu2"] = "宦官专权，今必诛之",
    ["$yanhuo1"] = "你很快就笑不出来啦",
    ["$yanhuo2"] = "乱世才刚刚开始",
    ["~hejin"] = "不能遗祸世间" ,

    --孙尚香1V1
    ["$yinli1"] = "小女子谢过将军，呵呵呵",
    ["$yinli2"] = "这份大礼，我收下啦",
    ["$kofxiaoji1"] = "谁说女子不如男",
    ["$kofxiaoji2"] = "你可要看好了",
    ["~kof_sunshangxiang"] = "就这样..结束了吗？" ,
	
	["$renwang1"] = "民心，就是最好的武器。",
	["$renwang2"] = "仁德之事，岂能毁于你手？！",
	["~kof_nos_liubei"] = "民心所向，为何还会输给你……",
	
	["$huwei1"] = "传令！发动水计！",
	["$huwei2"] = "来人！引水对敌！",
	["~kof_nos_guanyu"] = "身受国恩，意在……效死……",
	
	["$wanrong1"] = "狂风浪蝶，休想得逞！",
	["$wanrong2"] = "无礼之徒，速速退下！",
	["~kof_nos_daqiao"] = "注定是……红颜薄命吗……",
	
	["$shenju1"] = "谨慎为妙。",
	["$shenju2"] = "时机未到。",
	["$botu1"] = "今日起兵，渡江攻敌！",
	["$botu2"] = "时机已到，全军出击！",
	["~kof_nos_lvmeng"] = "种下恶因，必有……恶果……",
	
	
	["$xiaoxi1"] = "先吃我一刀！",
	["$xiaoxi2"] = "先下手为强！",
}