-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao1"] = "来来，一人一口。",
	["$danlao2"] = "我喜欢。",
	["~yangxiu"] = "我故自已死之晚也……",

	-- 公孙瓒
	["$sp_gongsunzan-yicong1"] = "冲啊！", -- +1 -> -1
	["$sp_gongsunzan-yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~sp_gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi2"] = "玉玺在手，天下我有！",
	["$yongsi1"] = "大汉天下，已半入我手！",
	["$spjixi1"] = "我才是皇帝！",
	["$spjixi2"] = "你们都得听我的号令！",
	["~sp_yuanshu"] = "可恶，就差一步了！",

	["$chenqing1"] = "乱世陈情，字字血泪。",
	["$chenqing2"] = "陈生死离别之苦，悲乱世之跌宕。",
	["$mozhi1"] = "今日默书，方恨千卷诗书未能全记。",
	["$mozhi2"] = "博闻强识，不辱才女之名。",
	["~sp_caiwenji"] = "命运……弄人……",

	["$jianshu1"] = "纵有千军万马，离心则难成大事。",
	["$jianshu2"] = "来，让我看一出好戏吧！",
	["$yongdi1"] = "臣愿为世子肝脑涂地。",
	["$yongdi2"] = "嫡庶有别，尊卑有序。",
	["~sp_jiaxu"] = "立嫡之事，真是取祸之道……",
	
	["$shichou1"] = "灭族之恨，不共戴天！",
	["$shichou2"] = "休想跑！",
	["~sp_machao"] = "西凉……回不去了……",
	
	["$juesi1"] = "抬棺而战，不死不休！",
	["$juesi2"] = "死都不怕，还会怕你？！",
	["~sp_pangde"] = "受魏王厚恩，唯以死报之。",

	-- 曹洪
	["$yuanhu1"] = "将军，这件兵器可还称手？", --武器
	["$yuanhu2"] = "刀剑无眼，需得小心防护。", --防具
	["$yuanhu3"] = "宝马配英雄！哈哈哈哈哈哈哈哈", --坐骑
	["~caohong"] = "福兮祸所伏……",

	-- 关银屏
	["$xueji1"] = "这炽热的鲜血，父亲，你可感觉得到！",
	["$xueji2"] = "取你首级，祭先父之灵！",
	["$huxiao1"] = "大仇未报，还不能放弃！",
	["$huxiao2"] = "虎父无犬女！",
	["$wuji1"] = "我感受到了，父亲的力量！",
	["$wuji2"] = "我也要像父亲那样坚强！",
	["~guanyinping"] = "父亲，你来救我了吗……",

	-- 伏完
	["$moukui1"] = "你的死期到了。",
	["$moukui2"] = "同归于尽吧！",
	["~fuwan"] = "后会有期……呵呵……",

	-- 刘协
	["$tianming1"] = "朕乃大汉皇帝，天命之子！",
	["$tianming2"] = "皇汉国祚，千年不息！",
	["$mizhao1"] = "爱卿世受皇恩，堪此重任！",
	["$mizhao2"] = "此诏事关重大，切记小心行事。",
	["~liuxie"] = "为什么不把复兴汉室的权利……交给我……",

	-- 灵雎
	["$jieyuan1"] = "我所有的努力，都是为了杀你！",
	["$jieyuan2"] = "我必须活下去！",
	["$fenxin1"] = "杀人，诛心。",
	["$fenxin2"] = "主上！这是最后的机会！",
	["~lingju"] = "主上……对不起……",

	-- 夏侯霸
	["$xiahouba-tiaoxin1"] = "跪下受降，饶你不死！",
	["$xiahouba-tiaoxin2"] = "黄口小儿，可听过将军名号？",
	["$xiahouba-paoxiao1"] = "喝啊~~~",
	["$xiahouba-paoxiao2"] = "受死吧！",
	["$xiahouba-shensu1"] = "冲杀敌阵，来去如电！",
	["$xiahouba-shensu2"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚，皆兵器也！",
	["$bifa2"] = "汝德行败坏，人所不齿也！",
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！",
	["$xingwu2"] = "姐妹齐心，其利断金！",
	["$erqiao-liuli2"] = "不懂得怜香惜玉么。",
	["$erqiao-liuli1"] = "嘿嘿，交给你了。",
	["$erqiao-tianxiang2"] = "哼！我才不怕你呢！",
	["$erqiao-tianxiang1"] = "替我挡着吧！",
	["~erqiao"] = "伯符、公瑾，请一定守护着我们的江东哦……",

	-- 乐进
	["$xiaoguo1"] = "三军听我号令，不得撤退！",
	["$xiaoguo2"] = "看我先登城头，立下首功！",
	["~yuejin"] = "箭疮发作，吾命休矣……",

	-- 张宝
	["$zhoufu1"] = "违吾咒者，倾死灭亡！",
	["$zhoufu2"] = "咒保符命，速显威灵！",
	["$yingbing1"] = "所呼立至，所召立前！",
	["$yingbing2"] = "朱雀玄武，侍卫我真！",
	["~zhangbao"] = "黄天！为何？！" ,
    
    --曹昂
    ["$kangkai2"] = "父亲快走，有我殿后",
    ["$kangkai1"] = "典将军，比比看谁杀敌更多",
    ["~caoang"] = "典将军，还是你赢了，呃……" ,

	-- 诸葛瑾
	["$hongyuan1"] = "诸将莫慌，粮草已到。",
	["$hongyuan2"] = "自舍其身，施于天下。",
	["$huanshi1"] = "缓乐之危急，释兵之困顿。",
	["$huanshi2"] = "尽死生之力，保友邦之安。",
	["$mingzhe1"] = "明以洞察，哲以保身。",
	["$mingzhe2"] = "塞翁失马，焉知非福？",
	["~zhugejin"] = "君臣不相负，来世……复君臣……",

    --张星彩
    ["$shenxian2"] = "抚慰军心，以安国事。",
    ["$shenxian1"] = "愿尽己力，为君分忧。",
    ["$qiangwu2"] = "咆哮沙场，万夫不敌。",
    ["$qiangwu1"] = "父亲未尽之业，由我继续。",
    ["~xingcai"] = "复兴汉室之路，臣妾……再不能陪伴左右了……" ,

	-- 潘凤
	["$kuangfu1"] = "大斧到处，片甲不留！",
	["$kuangfu2"] = "你可接得住我一斧？！",
	["~panfeng"] = "来者……可是魔将……",

    --祖茂
    ["$yinbing2"] = "将军走此小道，追兵交我应付！",
    ["$yinbing1"] = "追兵凶猛，末将断后！",
    ["$juedi1"] = "提起武器，最后一搏！！",
    ["$juedi2"] = "困兽之斗，以全忠义！！",
    ["~zumao"] = "孙将军……已经安全了吧……" ,

	-- 丁奉
	["$duanbing1"] = "众将官，短刀出鞘！",
	["$duanbing2"] = "短兵轻甲，也可取你性命！",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["~dingfeng"] = "这风……太冷了……",

    --诸葛诞
    ["$gongao1"] = "恪尽职守，忠心侍主。",
    ["$gongao2"] = "攻城拔寨，建功立业！",
    ["$juyi"] = "司马氏篡权，我当替天罚之！",
    ["$weizhong"] = "定当夷司马氏三族！",
	["$zhugedan-benghuai"] = "咳咳咳……",
    ["~zhugedan"] = "诸葛一世，定会为我复仇" ,

	-- 何太后
    ["$zhendu1"] = "后宫之中，岂有你的位置？",
    ["$zhendu2"] = "怪只管你，不该生有皇子！",
    ["$qiluan1"] = "待我召吾兄入宫，谁敢不从！",
    ["$qiluan2"] = "本后自有哥哥在外照应，有什么好担心的。",
    ["~hetaihou"] = "你们男人造的孽，非要说什么红颜祸水……",

    --孙鲁育
    ["$meibu2"] = "若要动手，就请先杀我吧！",
    ["$meibu1"] = "萧墙之乱，宫闱之衅，实为吴国之祸啊！",
    ["$mumu2"] = "只求相夫教子，不求参政议事。",
    ["$mumu1"] = "立储乃国家大事，我们姐妹不便参与。",
    ["~sunluyu"] = "姐姐，你且……好自为之……" ,

    --马良
    ["$xiemu1"] = "暴戾之气，伤人害己。",
    ["$xiemu2"] = "休要再起战事。",
    ["$naman2"] = "慢着，让我来！",
    ["$naman1"] = "弃暗投明，光耀门楣！",
    ["~maliang"] = "皇叔为何不听我之言……" ,

    --程昱
    ["$shefu1"] = "圈套已设，埋伏已完，只等敌军进来！",
    ["$shefu2"] = "如此天网，谅你插翅也难逃！",
    ["$benyu1"] = "天下大乱，群雄并起，必有命世！",
    ["$benyu2"] = "曹公智略乃上天所授！",
    ["~chengyu"] = "此诚报效国家之时，吾却休矣！！" ,
	
	-- 甘夫人=
	["$shushen1"] = "妾身无恙，相公请安心征战。",
	["$shushen2"] = "船到桥头自然直。",
	["$shenzhi1"] = "子龙将军，一切都托付给你了。",
	["$shenzhi2"] = "阿斗，相信妈妈，没事的。",
	["~ganfuren"] = "请替我照顾好阿斗……",

    --文聘
    ["$spzhenwei2"] = "江夏防线，固若金汤！",
    ["$spzhenwei1"] = "再敢来犯，仍叫你无功而返！",
    ["~sp_wenpin"] = "终于……也守不住了……" ,

	["$canshi1"] = "众人与蝼蚁何异？呵呵呵呵呵！",
	["$canshi2"] = "难道，一切不在朕手中？",
	["$chouhai1"] = "哼！树敌三千，又如何？",
	["$chouhai2"] = "不发狂，就灭亡！",
	["$guiming1"] = "这是要我命归黄泉吗？",
	["$guiming2"] = "这就是末世皇帝的不归路？",
	["~sunhao"] = "命啊！命！！",

	-- 诸葛恪
	["$aocai2"] = "吾主圣明，泽被臣属！",
	["$aocai1"] = "哼，易如反掌！",
	["$duwu2"] = "破曹大功，正在今朝！",
	["$duwu1"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 虎牢关吕布
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "萤烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！！",
	["$xiuluo1"] = "鼠辈！螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关……失守了……",

    --旱魃
    ["$fentian1"] = "烈火燎原，焚天灭地",
    ["$fentian2"] = "骄阳似火，万物无声",
    ["$zhiri1"] = "你以为这样就已经结束了？",
    ["$zhiri2"] = "好舒服，这太阳的力量",
    ["$xintan1"] = "人人心中，都有一团欲望之火",
    ["$xintan2"] = "让心中之火慢慢吞噬你吧！哈哈哈...",
    ["~hanba"] = "应龙，是你在呼唤我吗？",

	["$liangzhu1"] = "吾愿携弩，征战沙场，助君一战！",
	["$liangzhu2"] = "两国结盟，你我都是一家人！",
	["$fanxiang1"] = "兄命难违，从此两别。",
	["$fanxiang2"] = "今夕一别，不知何日再见。",
	["$sp_sunshangxiang-xiaoji1"] = "双剑宽巧，不让须眉！",
	["$sp_sunshangxiang-xiaoji2"] = "弓马何须系红装！",
	["~sp_sunshangxiang"] = "同途难归……初心难追……",

	["$sp_guanyu-wusheng1"] = "以义传魂，以武入圣！",
	["$sp_guanyu-wusheng2"] = "易经逆流，武安黎庶！",
	["$danji1"] = "独身远涉，赤心归国！",
	["$danji2"] = "单骑护嫂千里，只为桃园之义！",
	["~sp_guanyu"] = "樊城一去，死亦无惧！",

	["$kunfen1"] = "纵使困顿难行，亦当砥砺奋进！",
	["$kunfen2"] = "兴蜀需时，众将切勿惫怠！",
	["$fengliang1"] = "丞相大义，维岂有不从之理！",
	["$fengliang2"] = "得遇丞相再生之德！",
	["$sp_tiaoxin1"] = "今日天公作美，怎能不战而退！",
	["$sp_tiaoxin2"] = "贼将无胆，何不早降！",
	["~sp_jiangwei"] = "伯约已尽力而为！奈何大汉……国运衰微……",

	["$jiqiao1"] = "驭巧器，以取仙机。",
	["$jiqiao2"] = "颖悟之人，不以拙力取胜。",
	["$linglong1"] = "哼~书中自有玲珑心。",
	["$linglong2"] = "哼~自然是多多益善咯。",
	["~sp_huangyueying"] = "只恨……不能再助夫君了……",

	["$dujin1"] = "带兵十万，不如老夫多甲一件！",
	["$dujin2"] = "轻舟独进，破敌先锋！！",
	["~lingcao"] = "呃啊！（扑通）此箭……何来……（咕咚）",

	["$qingyi1"] = "翩翩一云端，仿若桃花仙。",
	["$qingyi2"] = "没牌又有何不可能的？",
	["$shixin1"] = "释怀之利器，化君之不悦。",
	["$shixin2"] = "星星之火，安能伤我？",
	["~sunru"] = "佑我江东，虽死……无怨……",

	["$zhanyi1"] = "以战养战，视敌而战！",
	["$zhanyi2"] = "战，可以破敌；意，可以守玉！",
	["~zhuling"] = "此生得遇曹公，再无……他求……",

	["$fenyin1"] = "披发亢歌！至死不休！！",
	["$fenyin2"] = "力不竭！战不止！！",
	["~liuzan"] = "今病困若此，故命也！",

	["$tunchu1"] = "屯粮事大，暂不与尔等计较！",
	["$tunchu2"] = "屯粮待战，莫动刀枪。",
	["$shuliang1"] = "将军驰劳，酒肉慰劳。",
	["$shuliang2"] = "将军，牌来啦！",
	["~lifeng"] = "吾……有负丞相重托……",

	["$yuhua1"] = "此乃仙人之物，不可轻弃。",
	["$yuhua2"] = "凤羽飞烟，乘化仙尘。",
	["$qirang1"] = "集母亲之智，效父亲之法，祈以七星。",
	["$qirang2"] = "仙甲既来，岂无仙术乎？",
	["~zhugeguo"] = "方生方死，方死……方生……",

	["$shanjia1"] = "缮甲利兵，伺机而行。",
	["$shanjia2"] = "战，当取精锐之兵而弃驽钝也。",
	["~caochun"] = "银甲在身，竟败于你手……",

	["$yishe1"] = "行大义之举，须有向道之心。",
	["$yishe2"] = "你有你的权谋，我，哼，自有我的道义。",
	["$bushi1"] = "布施行善，乃道义之本。",
	["$bushi2"] = "行布施，得天道。",
	["$midao1"] = "从善从良，从五斗米道。",
	["$midao2"] = "兼济天下，解百姓之忧。",
	["~zhanglu"] = "旦归至于道，无意凡世争斗……",

	["$fengpo1"] = "等我提枪上马，打你个落花流水。",
	["$fengpo2"] = "对付你，用不着我家哥哥亲自上阵。",
	["~mayunlu"] = "呜呜呜，是你们欺负人……",

	["$ranshang1"] = "战火燃尽，英雄胆！",
	["$ranshang2"] = "尔等，竟如此歹毒！",
	["$hanyong1"] = "犯我者，杀！！",
	["$hanyong2"] = "藤甲军从无对手，不服来战！",
	["~wutugu"] = "撤……快撤……",

	["$qizhi1"] = "声东击西，敌寇一网成擒！",
	["$qizhi2"] = "吾意不在此地，已遣别部出发。",
	["$jinqu1"] = "建上昶水城，以逼夏口！",
	["$jinqu2"] = "通川聚粮，伐吴之业，当步步为营。",
	["~wangji"] = "天下之势，必归大魏，可恨未能得见了……",

	["$yawang1"] = "君子，当以正气立于乱世！",
	["$yawang2"] = "琰，定不负诸位雅望！",
	["$xunzhi1"] = "成大义者，这点牺牲算不得什么！",
	["$xunzhi2"] = "春秋大业，自在我心！",
	["~cuiyan"] = "尔等，尽是欺世盗名之辈……",

	["$junbing1"] = "郡国，当有搜狩习战之备",
	["$junbing2"] = "男儿慷慨，军中豪迈。",
	["$quji1"] = "若不去兵之疾，则将何以守国。",
	["$quji2"] = "愿为将士，略尽绵薄。",
	["~simalang"] = "微功未效，有辱国恩……",

	["$zhidao1"] = "乱世之中，能者为王！",
	["$zhidao2"] = "谁有地盘，谁是老大！",
	["$jili1"] = "寄人篱下的日子，不好过呀！",
	["$jili2"] = "这份恩德，白虎记下啦！",
	["~yanbaihu"] = "严舆吾弟，为兄来陪你啦……",

	["$luanzhan1"] = "受袁氏大恩，当效死力。",
	["$luanzhan2"] = "现，正是我乌桓崛起之机！",
	["~tadun"] = "呃……不该趟曹袁之争的浑水……",

	["$biluan1"] = "身处乱世，自保足矣。",
	["$biluan2"] = "避一时之乱，求长治安稳。",
	["$lixia1"] = "英雄，可安生立命于交州之地。",
	["$lixia2"] = "将军真乃国之栋梁。",
	["~shixie"] = "我这一生……足矣……",

	["$zhengnan"] = "末将愿承父志，随丞相出征。",
	["$guansuo-wusheng"] = "逆贼，可识得关氏之勇！",
	["$guansuo-dangxian"] = "各位将军，且让小辈先行出战。",
	["$guansuo-zhiman"] = "蛮夷可抚，不可剿！",
	["~guansuo"] = "只恨天下未平，空留遗志……",

	["$gushe1"] = "公既知天命，识时务，为何要兴无名之师，犯我疆界。",
	["$gushe2"] = "你若倒戈卸甲，以礼来降，仍不失封侯之位，国安民乐，岂不美哉？",
	["$jici1"] = "谅尔等腐草之荧光，如何比得上天空之皓月？",
	["$jici2"] = "你，诸葛村夫，你敢……",
	["~wanglang"] = "你，你，呃啊……",
	
	-- ☆SP赵云
	["$chongzhen1"] = "陷阵杀敌，一马当先！",
	["$chongzhen2"] = "贼将休走，可敢与我一战！",
	["~sp_zhaoyun"] = "这……就是失败的滋味吗……",

	-- ☆SP貂蝉
	["$lihun1"] = "将军~这些都赏给妾身好不好嘛~",
	["$lihun2"] = "这些人家不喜欢嘛~还给你吧~",
	["~sp_diaochan"] = "义父……来世再做您的好女儿……",

	-- ☆SP曹仁
	["$kuiwei1"] = "休整片刻，且待我杀出一条血路！",
	["$kuiwei2"] = "骑兵列队，准备突围！",
	["$yanzheng1"] = "任你横行霸道，我自岿然不动。",
	["$yanzheng2"] = "行伍严整，百战不殆！",
	["~sp_caoren"] = "城在人在，城破……人亡……",
}