return {
    ["$jiaozhao1"] = "诏书在此，不得放肆！",
    ["$jiaozhao2"] = "妾身也是逼不得已，方才出此下策。",
	["$danxin1"] = "司马一族，其心可诛！",
	["$danxin2"] = "妾身定为我大魏鞠躬尽瘁死而后已！",
    ["~guohuanghou"] = "陛下，臣妾这就来见您……",

	["cv:liyan"] = "craveee",
	["$duliang1"] = "粮草已到，请将军验看。",
	["$duliang2"] = "告诉丞相，山路难走，请宽限几天。",
	["$fulin1"] = "我乃托孤重臣，却在这搞什么粮草。",
	["$fulin2"] = "丞相丞相，你们没看见我吗？！",
	["~liyan"] = "孔明这一走，我算是没指望了……",

	["$zhige1"] = "天下和而平乱，神器明而止戈。",
	["$zhige2"] = "刀兵纷争既止，国运福祚绵长。",
	["$zongzuo1"] = "尽死生之力，保大厦不倾。",
	["$zongzuo2"] = "乾坤倒，黎民苦，高祖后，岂任之。",
	["~liuyu"] = "怀柔之计，终非良策……",

	["$kuangbi1"] = "兴隆大化，佐理时务。",
	["$kuangbi2"] = "匡人助己，辅政弼贤。",
	["~sundeng"] = "愿陛下留意听采，儿臣虽死犹生…",

	["$jishe1"] = "孙吴正当盛世，兴些土木有何妨。",
	["$jishe2"] = "当再建新殿，扬我国威。",
	["$jishe3"] = "用那剩下的铁石，正好做些工事。",
	["$jishe4"] = "铸下这铁链，江东天险牢不可破！",
	["$lianhuo1"] = "这这这，怎么可能！",
	["$lianhuo2"] = "定是你们这些将士不出力！",
	["~cenhun"] = "我为主上出过力！啊！！",

	["$guizao1"] = "这都是陛下的恩泽呀！",
	["$guizao2"] = "陛下盛宠，臣万莫敢忘。",
	["$jiyu1"] = "陛下，此人不堪大用。",
	["$jiyu2"] = "尔等玩忽职守，依照降职处置。",
	["~sunziliufang"] = "唉，树倒猢狲散，鼓破众人捶啊……",

	["$qinqing1"] = "陛下勿忧，大将军危言耸听。",
	["$qinqing2"] = "陛下，莫让他人知晓此事。",
	["$huisheng1"] = "大人，这些钱，够吗？",
	["$huisheng2"] = "哼哼，劳烦大人美言几句。",
	["~huanghao"] = "魏军竟然真杀来啦……",

	["$taoluan1"] = "国家承平，神器稳固，陛下勿忧。",
	["$taoluan2"] = "睁开你的眼睛看看，现在是谁说了算。",
	["~zhangrang"] = "臣等殄灭，惟陛下自爱（落水声）",

}