return {
    ["BestLoyalistCard"] = "忠胆英杰卡牌",
    ["all_army"] = "草木皆兵",
    [":all_army"] = "延时锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名其他角色。\n作用效果：目标角色判定，若结果不为梅花:摸牌阶段，目标角色少摸一张牌；摸牌阶段结束时，与其距离为1的角色各摸一张牌。",
    
    ["increase_army"] = "增兵减灶",
    [":increase_army"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名角色。\n作用效果：目标角色摸三张牌，然后选择一项：1.弃置一张非基本牌；2.弃置两张牌。",
    ["@reducecook-discard"] = "请弃置一张非基本牌或两张牌",
    
    ["beat_another"] = "声东击西",
    [":beat_another"] = "普通锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名距离为1的角色。\n作用效果：你交给目标角色一张手牌，若如此做，其将两张牌交给另一名由你选择的其他角色。",
    ["@beatanother-give"] = "请交给 %src 一张牌",
    ["@beatanother-give2"] = "请交给 %src 两张牌",
    
    ["BestLoyalist"] = "忠胆英杰",

	["cuiyan"] = "崔琰",
	["#cuiyan"] = "伯夷之风",
	["illustrator:cuiyan"] = "三国杀·忠胆英杰",
	["yawang"] = "雅望",
	[":yawang"] = "锁定技，摸牌阶段开始时，你放弃摸牌，改为摸X张牌，然后你于出牌阶段内至多使用X张牌（X为与你体力值相等的角色数）。",
    ["xunzhi"] = "殉志",
	[":xunzhi"] = "准备阶段开始时，若你的上家和下家与你的体力值均不相等，你可以失去1点体力。若如此做，你的手牌上限+2。",
}